Repository: dotpay/WooCommerce2
Catalog: langs/dotpay-payment-gateway-*.po
Languages: pl_pl

source: Download blankiet
pl_pl: Pobierz blankiet

source: Make a money transfer
pl_pl: Wykonaj przelew bankowy

source: Shop -
pl_pl: Sklep -

source: Order ID:
pl_pl: Nr zamówienia:

source: All Przelewy24 (Dotpay) settings can be adjusted
pl_pl: Ustawienia Przelewy24 (Dotpay) można znaleźć

source: here
pl_pl: tutaj

source: BLIK code is incorrect
pl_pl: Kod BLIK jest niepoprawny

source: Credit Cards (P24)
pl_pl: Karty płatnicze (P24)

source: Przelewy24 (fast payment)
pl_pl: Przelewy24 (szybkie płatności)

source: Fast and secure payment via Przelewy24
pl_pl: Szybka i bezpieczna płatność przez Przelewy24

source: Online payment
pl_pl: Płatności online

source: Show separately payment channel in a shop.
pl_pl: Pokaż jako dodatkowy kanał płatności w sklepie.

source: Payment with a credit card by MasterPass
pl_pl: Płatności kartą płatniczą z wykorzystaniem MasterPass

source: Needed separate agreement.
pl_pl: Do uruchomienia wymagana osobna Umowa.

source: Contact Przelewy24 (Dotpay) customer service before using this option
pl_pl: Proszę skontaktować się z Biurem Obsługi Klienta P24 przed użyciem tej opcji

source: Przelewy24 (Dotpay) customer service
pl_pl: Biuro Obsługi Klienta P24

source: Contact
pl_pl: Kontakt

source: Payment with a postponed method by <a href="https://www.dotpay.pl/en/payment-methods/deferred-payments/paypo/" target="_blank" title="Postponed payments – PayPo">PayPo</a>
pl_pl: Płatność odroczona za pomocą usługi <a href="https://www.dotpay.pl/metody-platnosci/platnosci-odroczone/paypo/" target="_blank" title="Płatności odroczone – PayPo">PayPo</a>

source: I have a separate account in Dotpay: show separately payment channel in a shop.
pl_pl: Mam osobne konto w Dotpay: pokaż jako dodatkowy kanał płatności w sklepie.

source: Credit Card for currencies (PLN, EUR, USD or GBP)
pl_pl: Płatności kartą płatniczą w walucie (EUR, USD, GBP lub PLN)

source: Show separately payment channel in a shop
pl_pl: Pokaż jako dodatkowy kanał płatności w sklepie

source: (only PLN)
pl_pl: (tylko PLN)

source: Enable
pl_pl: Włącz

source: You can enable Przelewy24 (Dotpay) payments
pl_pl: Włącz moduł płatności Przelewy24 (Dotpay)

source: My production account has already been migrated from Dotpay to Przelewy24
pl_pl: Moje konto produkcyjne zostało już przeniesione z Dotpay do Przelewy24

source: My new panel is at: <a href="https://panel.przelewy24.pl/" class="hide-if-no-js page-title-action" target="_blank" title="Przelewy24 Transaction Panel">https://panel.przelewy24.pl/</a>
pl_pl: Mój nowy panel znajduje się pod adresem: <a href="https://panel.przelewy24.pl/" class="hide-if-no-js page-title-action" target="_blank" title="Panel Transakcyjny Przelewy24">https://panel.przelewy24.pl/</a>

source: Your account has already been transferred to the new Przelewy24 panel.
pl_pl: Twoje konto zostało już przeniesione do nowego panelu Przelewy24.

source: Dotpay customer ID
pl_pl: ID klienta Dotpay

source: ID number is a 6-digit string after # in a "Shop" line. You can find it at the Dotpay panel in Settings in the top bar.
pl_pl: Numer ID to 6-cyfrowy ciąg umieszczony po znaku # w wierszu "Sklep". Przepisz ten numer z panelu Dotpay wybierając w górnym menu Ustawienia.

source: Dotpay customer PIN
pl_pl: PIN klienta Dotpay

source: PIN number is a minimum 16 and maximum 32 alphanumeric characters. You can find it at the Dotpay panel in Settings in the top bar.
pl_pl: PIN składa się z min. 16 , maks. 32 znaków alfanumerycznych. Przepisz ten numer z panelu Dotpay wybierając w górnym menu Ustawienia.

source: Testing environment
pl_pl: Środowisko testowe

source: Only payment simulation - required Dotpay test account.
pl_pl: Tylko symulacja płatności - wymagane konto testowe Dotpay.

source: My server does not use a proxy
pl_pl: Mój serwer nie korzysta z proxy

source: By default, we recommend that you set it on (no proxy).
pl_pl: Domyślnie zalecamy ustawić włączone (bez proxy).

source: If you are sure otherwise or you have problems receiving confirmations about the completed payment - set it to off.
pl_pl: Jeśli jesteś pewien że Twój serwer korzysta z proxy, lub masz problemy z odbiorem potwierdzeń o dokończonej płatności - wyłącz to.

source: Show product name in payment title
pl_pl: Pokaż nazwę produktu w opisie transakcji

source: If there is only one product in the cart - show its name in the transaction description.
pl_pl: Jeśli w koszyku znajduje się tylko jeden produkt - pokaż jego nazwę w opisie transakcji.

source: Add the order id to the return url
pl_pl: Dodaj identyfikator zamówienia do zwrotnego adresu url

source: Turn it on if your customers return to the thank you page and see a message that the order was not found.
pl_pl: Włącz to, jeśli Twoi klienci wracają na stronę z podziękowaniami i widzą komunikat, że zamówienie nie zostało znalezione.

source: Separate Dotpay account for currencies (EUR, USD or GBP)
pl_pl: Osobny kanał płatności dla walut (EUR, USD lub GBP)

source: Dotpay customer ID2 (for second account)
pl_pl: Drugie ID klienta Dotpay (dla konta walutowego)

source: Dotpay customer PIN2 (for second account)
pl_pl: Drugi PIN klienta Dotpay (dla konta walutowego)

source: Channel visible only for currencies
pl_pl: Kanał widoczny tylko dla walut

source: Leave it blank or enter a currency separated by commas eg. (EUR, GBP).
pl_pl: Pozostaw puste pole lub wprowadź waluty rozdzielając je przecinkiem (np. EUR,USD)

source: Currencies that disable main method
pl_pl: Waluty zamówienia dla, których główna metoda płatności NIE będzie dostępna

source: Credit cards
pl_pl: Karty płatnicze

source: Show separately payment channel in a shop.
pl_pl: Pokaż jako dodatkową metodę płatności w sklepie.

source: Contact Dotpay customer service before using this option
pl_pl: Proszę skontaktować się z Biurem Obsługi Klienta przed użyciem tej opcji

source: Dotpay customer service
pl_pl: Biuro Obsługi Klienta

source: Number of credit card channel
pl_pl: Numer kanału dla kart płatniczych

source: The default card channel number for the Dotpay account is 248. Leave this number if everything works for you.
pl_pl: Domyślny numer dla kart płatniczych w Dotpay to 248. Nie zmieniaj tego numeru jeśli wszystko działa poprawnie.

source: eq. 248
pl_pl: np. 248

source: One Click for credit card
pl_pl: Płatności kartowe One Click

source: Requires Dotpay API username and password (enter below).
pl_pl: Wymaga podania nazwy użytkownika oraz hasła do Panelu klienta Dotpay (wprowadź poniżej)

source: Username API
pl_pl: Nazwa użytkownika API

source: (optional)
pl_pl: (opcjonalnie)

source: Leave this field empty if you do not use One Click and if you do not want to present the payment instructions on the shop page for semi-automatic channels. Data for access to the Dotpay administration panel.
pl_pl: Pozostaw pole puste jeśli nie korzystasz z One Click lub jeśli nie chcesz prezentować instrukcji płatniczych w sklepie dla kanałów pół-automatycznych. Dane do logowania do panelu administracyjnego Dotpay.

source: Password API
pl_pl: Hasło API

source: Required additional permissions for the user API.
pl_pl: Wymagane dodatkowe uprawnienia dla podanego użytkownika API.

source: Widget (display payment channel in a shop)
pl_pl: Pokaż wszystkie kanały płatności w sklepie (Widżet)

source: Display payment channels in the store available for the account
pl_pl: Prezentuje listę kanałów płatności, umożliwiając bezpośredni wybór właściwej metody płatności w sklepie

source: Toggle channel names in widget view
pl_pl: Widoczność nazw kanałów w widżecie

source: Display payment channels names in widget (recommends: no)
pl_pl: Pokaż nazwę kanału pod jego logotypem na liście kanałów (zalecamy: nie)

source: Display transfer payment instructions without redirecting to Dotpay site
pl_pl: Wyświetl instrukcję płatności przelewu bez przekierowania na stronę Dotpay

source: Show payment instructions for traditional transfers (some payment methods: cash, online payments) on your website.
pl_pl: Pokaż na swojej stronie instrukcje płatności dla przelewów tradycyjnych (niektóre metody płatności: gotówka, płatności tradycyjne - online).

source: Requires Dotpay API username and password (enter above).
pl_pl: Wymaga podania nazwy użytkownika oraz hasła do Panelu klienta Dotpay (wprowadź powyżej)

source: PayPo - postponed payments
pl_pl: PayPo - płatności odroczone

source: Choose what kind of delivery describes this shipping method
pl_pl: Wybierz rodzaj dostawy opisujący tę metodę wysyłki

source: Courier
pl_pl: kurier

source: Pickup point
pl_pl: dostawa do punktu (np. UPS Access point, DHL Parcel Shop)

source: Local pickup
pl_pl: odbiór w sklepie (click&collect)

source: Przelewy24/Dotpay PAYMENT
pl_pl: Przelewy24/Dotpay PŁATNOŚCI

source: Order not found
pl_pl: Nie znaleziono zamówienia

source: Exceeded expiration date of the generated payment link.
pl_pl: Przekroczona data ważności wygenerowanego linku płatności.

source: Selected payment channel is unknown.
pl_pl: Wybrany kanał płatności jest nieznany.

source: Selected channel payment is desabled.
pl_pl: Wybrany kanał płatności jest wyłączony.

source: Account is disabled.
pl_pl: Konto sprzedawcy jest zablokowane.

source: Seller account is inactive.
pl_pl: Konto sprzedawcy jest nieaktywne.

source: Amount is too low.
pl_pl: Kwota jest za niska.

source: Amount is too high.
pl_pl: Kwota jest za wysoka.

source: Data format is bad.
pl_pl: Błędny format daty.

source: Request has been modified during transmission.
pl_pl: Podczas transmisji danych do Dotpay nastąpiła manipulacja danymi.

source: There were not given all request parameters.
pl_pl: Nie zostały przesłane wszystkie wymagane parametry żądania.

source: Account settings in Przelewy24 (Dotpay) require the seller to have SSL certificate enabled on his website.
pl_pl: Ustawienia konta w Przelewy24 (Dotpay) wymagają by sprzedawca posiadał włączony certyfikat SSL na swojej stronie.

source: There was an unidentified error. Please contact to your seller and give him the order number.
pl_pl: Wystąpił nieoczekiwany błąd. Skontaktuj się proszę ze sprzedawcą i podaj mu numer zamówienia.

source: Wrong redirect. The confirmation date for this payment has already passed. Please contact to your seller and give him the order number
pl_pl: Błędne przekierowanie. Termin potwierdzenia tej płatności już minął. Proszę skontaktować się ze sprzedawcą i podać mu numer zamówienia

source: Wrong redirect! Please contact to your seller and give him the order number
pl_pl: Błędne przekierowanie! Proszę skontaktować się ze sprzedawcą i podać mu numer zamówienia

source: Please accept all agreements
pl_pl: Proszę zaakceptować wszystkie wymagane zgody

source: Przelewy24 (Dotpay) send notification
pl_pl: Przelewy24 (Dotpay) dostarczył notyfikację

source: transaction number:
pl_pl: numer transakcji:

source: payment channel:
pl_pl: kanał płatniczy:

source: paid : processing
pl_pl: oplacone : przetwarzane

source: paid : completed (virtual product)
pl_pl: oplacone : zrealizowane (produkt wirtualny)

source: positive notifications:
pl_pl: dostarczona notyfikacja

source: DOUBLE PAYMENT !
pl_pl: POWIELONA PŁATNOŚĆ!

source: for the order no:
pl_pl: dla numeru zamówienia:

source: Przelewy24 (Dotpay) registered under numbers:
pl_pl: Przelewy24 (Dotpay) zarejestrował pod numerami:

source: Check the posting for this order in your Przelewy24 panel - there is a risk that the payer has paid more than 1 time for this order.
pl_pl: Sprawdź w swoim panelu Przelewy24 (Dotpay) księgowanie dla tego zamówienia - istnieje ryzyko, że płacący zapłacił więcej niż 1 raz za to zamówienie.

source: cancelled
pl_pl: odmowa

source: A message for:
pl_pl: Wiadomość dotycząca:

source: The order status has not been changed to
pl_pl: Status tego zamówienia nie został zmieniony na

source: because the order has previously been paid for (check previous notes).
pl_pl: ponieważ to zamówienie zostało wcześniej już opłacone (sprawdź poprzednią notatkę).

source: You can also check the accounting for this order in the Dotpay panel.
pl_pl: Możesz również sprawdzić księgowanie płatności dla tego zamówienia w panelu Dotpay.

source: So it's current status:
pl_pl: Dlatego aktualny status zamówienia to:

source: processing
pl_pl: przetwarzanie

source: You can also check the accounting for this order in the Przelewy24 panel.
pl_pl: Możesz również sprawdzić księgowanie płatności dla tego zamówienia w panelu Przelewy24 (Dotpay).

source: All Dotpay settings can be adjusted
pl_pl: Ustawienia Dotpay można znaleźć

source: One Click (credit card)
pl_pl: One Click (karty płatnicze)

source: Please select One Click option
pl_pl: Proszę wybrać opcję płatności One Click

source: Credit Cards
pl_pl: Karty płatnicze

source: PayPo (deferred payments)
pl_pl: PayPo (płatności odroczone)

source: Payment can not be created
pl_pl: Płatność nie może zostać utworzona

source: Error occured: Payment can not be created
pl_pl: Wystąpił błąd: Płatność nie może zostać utworzona

source: Contact the seller and inform about the problem or place an order again and select a different payment method.
pl_pl: Skontaktuj się ze sprzedawcą i poinformuj o problemie lub złóż zamówienie ponownie i wybierz inną metodę płatności.

source: You can go to your account page
pl_pl: Możesz przejść do swojego panelu konta użytkownika

source: Error occured: Payment not exist
pl_pl: Wystąpił błąd: Płatność nie istnieje

source: Warning! WooCommerce Przelewy24 (Dotpay) Gateway requires PHP
pl_pl: Uwaga! Wtyczka płatności "WooCommerce Przelewy24 (Dotpay) Gateway" wymaga wersji PHP

source: Currently in use
pl_pl: Aktualnie w użyciu

source: Attention! WooCommerce Przelewy24 (Dotpay) Gateway to function properly requires Woocommerce
pl_pl: Uwaga! Wtyczka płatności "WooCommerce Przelewy24 (Dotpay) Gateway" do prawidłowego działania wymaga wersji Woocommerce

source: Duplicate Payment - check!
pl_pl: Powielona płatność - sprawdź!

source: Settings
pl_pl: Ustawienia

source: Attention! There is a temporary problem with checking information about latest version of the Przelewy24 (Dotpay) payment module
pl_pl: Informacja! W tej chwili występuje problem ze sprawdzeniem informacji o dostępności najnowszej wersji wtyczki płatności Przelewy24 (Dotpay)

source: You can check manually and download latest version and upgrade from this address:
pl_pl: Możesz sprawdzić i pobrać wtyczkę ręcznie w celu jej aktualizacji, korzystając z adresu:

source: check if there is a new version of Przelewy24 (Dotpay) payment plugin
pl_pl: sprawdź czy jest dostępna nowa wersja wtyczki płatnościPrzelewy24 (Dotpay)

source: WooCommerce Przelewy24 (Dotpay) payment module
pl_pl: Moduł płatności Przelewy24 (Dotpay) dla Woocommerce

source: Attention! A new version of the Przelewy24 (Dotpay) payment module is available:
pl_pl: Uwaga! Jest dostępna nowa wersja modułu płatności Przelewy24 (Dotpay):

source: Download latest version and upgrade manually this:
pl_pl: Pobierz najnowszą wersję wtyczki i zaktualizuj ją ręcznie:

source: Upgrade WooCommerce Przelewy24 (Dotpay) Gateway
pl_pl: Aktualizacja wtyczki WooCommerce Przelewy24 (Dotpay) Gateway

source: My saved credit cards
pl_pl: Moje zapisane karty

source: Checking payment status...
pl_pl: Sprawdzanie statusu płatności...

source: Details of your payment
pl_pl: Szczegóły Twojej płatności

source: Generate a BLIK code in your bank's app
pl_pl: Wygeneruj kod BLIK w aplikacji swojego banku

source: Enter the BLIK code
pl_pl: Wpisz kod BLIK

source: BLIK code
pl_pl: Kod BLIK

source: Attention!
pl_pl: Uwaga!

source: Test mode is activated. This is just a payment simulation.
pl_pl: Włączono tryb testowy. To jest jedynie symulacja płatności.

source: No BLIK code!
pl_pl: Brak Kodu BLIK

source: For the selected payment method you must complete the 6-digit BLIK code from your banking application.
pl_pl: Dla wybranej metody płatności musisz wprowadzić 6-cyfrowy kod BLIK uzyskany wcześniej w Twojej aplikacji bankowej.

source: Select your saved card
pl_pl: Wybierz spośród zapisanych kart

source: Register new card
pl_pl: Zarejestruj nową kartę

source: I agree to repeated loading bill my credit card for the payment One-Click by way of purchase of goods or services offered by the store.
pl_pl: Wyrażam zgodę na powtarzające się obciążanie rachunku mojej karty płatniczej dla celów realizacji płatności One Click, tytułem zakupu towarów lub usług oferowanych przez Sklep.

source: Incorrect module configuration! Invalid shop ID.
pl_pl: Niepoprawna konfiguracja modułu! Błędny identyfikator sklepu.

source: Choose one of the payment channels below:
pl_pl: Wybierz jedną z poniższych metod płatności.

source: No payment channel selected!
pl_pl: Nie wybrano kanału płatności!

source: You must select one of the available payment channels to continue payment.
pl_pl: Musisz wybrać jeden z dostępnych kanałów płatności aby kontynuować płatność.

source: Selected
pl_pl: Wybrano

source: To select different channel click the above icon again
pl_pl: Aby wybrać inny kanał płatności kliknij powyższą ikonę kanału

source: You chose the fast and secure payments via Przelewy24.
pl_pl: Wybrałeś szybkie i bezpieczne płatności przez Przelewy24.

source: Continue to choose your payment method on the P24 website.
pl_pl: Będziesz mógł kontynuować płatność po wybraniu konkretnej metody płatności po przekierowaniu na stronę P24.

source: Or choose a different payment method.
pl_pl: Lub wybierz jedną z innych dostępnych metod.

source: Choose one of the payment methods above.
pl_pl: Wybierz jedną z powyższych metod.

source: Payment status: completed
pl_pl: Status transakcji: wykonana

source: The order number:
pl_pl: Numer zamówienia:

source: Payment Success
pl_pl: Płatność została potwierdzona.

source: Payment was rejected.
pl_pl: Płatność została odrzucona.

source: Payment Error
pl_pl: Błąd płatności

source: try to pay again for this order
pl_pl: ponów płatność dla tego zamówienia

source: Status payment check error
pl_pl: Błąd pobierania informacji o statusie płatności

source: Payment wait for confirmation by Przelewy24... It make take up to 2 minutes.
pl_pl: Płatność oczekuje potwierdzenia w Przelewy24... proces ten może potrwać do 2 minut.

source: The confirmation payment has timed out!
pl_pl: Upłynął przewidziany czas na potwierdzenie tej płatności.

source: Timeout of waiting for confirmation of payment
pl_pl: Został przekroczony czas oczekiwania na potwierdzenie płatności

source: Problem with confirming your payment
pl_pl: Problem z potwierdzeniem Twojej płatności

source: When transaction will be confirmed we will notify you on email. If payment will not be confirmed, please contact with shop owner.
pl_pl: Kiedy transakcja zostanie potwierdzona, wówczas na Twój adres e-mail wyślemy wiadomość z potwierdzeniem. Jeżeli płatność nie zostanie potwierdzona, skontaktuj się ze sprzedawcą.

source: And give him the order number:
pl_pl: Podaj sprzedawcy numer zamówienia:

source: Error
pl_pl: Błąd

source: Warning!\n\nAre you sure you want to remove the selected card from this store?\n
pl_pl: Uwaga! \n\nCzy na pewno chcesz usunąć wybraną kartę z tego sklepu? \n

source: Success! Your card has been successfully removed.
pl_pl: Sukces! Twoja karta została pomyślnie usunięta.

source: You can not remove this credit card
pl_pl: Nie możesz usunąć tej karty płatniczej

source: Card brand logo
pl_pl: Logotyp karty

source: Card brand
pl_pl: Marka karty

source: Card mask name
pl_pl: Maskowany numer

source: Register date
pl_pl: Data rejestracji

source: Remove
pl_pl: Wyrejestruj

source: You do not have registered cards yet.
pl_pl: Nie posiadasz jeszcze zarejestrowanych kart.

source: To complete the payment you have to make a money transfer giving the following data:
pl_pl: Aby zapłacić gotówką (np. w urzędzie pocztowym lub oddziale banku) pobierz blankiet płatności:

source: To pay by cash you need login to your bank system and make a money transfer, entering the following data:
pl_pl: Aby zapłacić, musisz zalogować się do Twojego banku i wykonać przelew, podając poniższe dane:

source: Account number
pl_pl: Numer konta

source: Amount of payment
pl_pl: Kwota do zapłaty

source: Title of payment
pl_pl: Tytuł płatności

source: Name of recipient
pl_pl: Nazwa odbiorcy

source: Street
pl_pl: Ulica

source: Post code and city
pl_pl: Kod pocztowy i miasto

source: In order to pay by cash (e.g. via post office or bank outpost) you may download the payment form:
pl_pl: Opłaty można dokonać w placówce Poczty Polskiej lub oddziale banku:

source: Payment channel logo
pl_pl: Logo kanału płatności

source: WARNING! Test mode is activated. This is just a payment simulation. Do not make a deposit at your bank.
pl_pl: OSTRZEŻENIE! Włączony jest tryb testowy. Jest to tylko symulacja płatności. Nie dokonuj wpłat w swoim banku.

source: WARNING! This data can be use only for a regular bank transfer. Use of this data in a VAT split payment transfer will not result as an effective payment.
pl_pl: Uwaga! Powyższe dane nie mogą być wykorzystane do dokonania płatności podzielonej z wyodrębnioną kwotą VAT (tzw. "split payment").

source: Not following the above procedure (e.g. changing the amount or payment title) will make your payment not handled automatically, and therefore lengthen finalization time of the transaction.
pl_pl: Nie zastosowanie się do powyższej procedury (podanie innej kwoty niż podana, innego tytułu płatności, nie wybrania przycisku potwierdzenia) spowoduje, że Państwa płatność nie zostanie obsłużona automatycznie, a tym samym wydłuży się czas realizacji transakcji.

source: You're being redirected to the payment operator, please wait ...
pl_pl: Trwa przekierowanie do operatora płatności, proszę czekać ...
